Repository: samehabdelsameaa/booking-app
Catalog: src/locales/*/messages.po
Languages: ar

# msgid
source: msgstr_en
ar: msgstr_ar

source: and
ar: و

source: or
ar: أو

# a_valid_permit_to_perform_hajj_must_be_presented_at_the_airport
source: A valid permit to perform Hajj must be presented at the airport and hotel check-in from July 25-August 25, 2019. Guests without valid permits will not be able to check-in. For permit-related questions, please contact the hotel or airline directly. Contact information is provided on the reservation confirmation received after booking.
ar: يجب تقديم تصريح ساري المفعول لأداء فريضة الحج في المطار وعند تسجيل الوصول في الفندق من تاريخ 25 يوليو إلى 25 أغسطس. الضيوف الذين لا يحملون تصاريح سارية المفعول، لا يمكنهم تسجيل الوصول أو إصدار بطاقات صعود الطائرة. للإجابة على استفساراتكم فيما يتعلق بالتصاريح، يرجى التواصل مع الفندق أو شركة الطيران مباشرة. تتوفر معلومات الاتصالات في تأكيد الحجز الذي يتم استلامه بعد الحجز.

source: About company
ar: نبذة عن الشركة

# about_us_page_brief_text
source: Flynas Umrah Services was established in 1439 AH / 2017 AD to serve pilgrims and visitors of the Grand Mosque, the Prophet's Mosque and the Holy ritual places. flynas Umrah services provides various packages of high-end and integrated services in order to provide pilgrims and visitors with the perfect comfort, as an initiative to realize the Kingdom’s Vision 2030, which aims to increase the number of pilgrims, establish new markets and enhance after-Umrah tourism.
ar: تأسست شركة طيران ناس لخدمات المعتمرين عام 1439هـ2017م، لخدمة معتمري وزوار بيت الله الحرام والمسجد النبوي والمشاعر المقدسة، حيث توفر مجموعة متنوعة من الخدمات الراقية والمتكاملة سعياً لتقديم الراحة التامة للمعتمرين والزوار ، وذلك لتحقيق رؤية المملكة 2030 التي تهدف إلى زيادة عدد المعتمرين، وإنشاء أسواق جديدة، وتعزيز سياحة ما بعد المعمرة.

# about_us_page_title
source: About us
ar: من نحن

source: Accept changes
ar: undefined

source: Account
ar: الحساب

source: Account details
ar: تفاصيل الحساب

source: Additional Service
ar: خدمات إضافية

source: Address
ar: العنوان

source: Adult
ar: بالغ

source: Adults
ar: بالغون

source: Air Conditioning
ar: تكييف

source: All currencies
ar: جميع العملات

# all_information_provided_by_the_users
source: Note: All the information provided by the users is protected by the GDPR and will only be used within the Terms & Conditions and Privacy Statement of Saudia Holidays.
ar: ملحوظة: جميع المعلومات التي يقدمها المستخدمون محمية بموجب اللائحة العامة لحماية البيانات، ولن يتم استخدامها إلا ضمن شروط وأحكام وبيان خصوصية طيران ناس.

source: All languages
ar: جميع اللغات

source: All rights reserved
ar: جميع الحقوق محفوطة

source: Already have an account?
ar: تمتلك حسابا

# an_error_occured
source: An error occurred, Your Booking failed!
ar: حدث خطأ ما، فشلت عملية الحجز

source: and the
ar: و

source: Apply
ar: التقديم

source: Arrival and Departure
ar: الوصول و المغادرة

source: Arrival and Departure Service
ar: خدمة الوصول و المغادرة

source: Arrives
ar: وصول

source: Automatic gearbox
ar: ناقل حركة اتوماتيكى

# available_room_options_to_choose_from
source: available room options to choose from at this hotel
ar: خيارات الغرف المتاحة في هذا الفندق

source: Back
ar: العودة

source: Back on
ar: العودة إلى

source: Baggage
ar: الأمتعة

source: Best Match
ar: افضل نتيجة

source: Birth Date
ar: تاريخ الميلاد

source: Book this package
ar: حجز هذه الباقة

source: Booking Date
ar: تاريخ الحجز

source: Booking Ref
ar: مرجع الحجز

source: Booking Summary
ar: ملخص الحجز

source: Booking Terms
ar: شروط الحجز

source: Breakfast for
ar: الفطور لـ

source: Business
ar: الأعمال

# by_clicking_you_accept
source: . By clicking «I Accept» or «X» on this banner, or using our site, you consent to the use of cookies unless you have disabled them.
ar: من خلال الضغط على "أوافق" أو "X" الموجودة على هذا الإعلان، أو استخدام موقعنا الإلكتروني، فإنك توافق على استخدام ملفات تعريف الارتباط إلا في حال قمت بتعطيلها.

# by_signing_in_i_agree
source: By signing in, I agree to
ar: من خلال تسجيل الدخول، أوافق على

source: Cabin baggage
ar: أمتعة المقصورة

source: Cancel
ar: إلغاء

source: Cancel booking
ar: إلغاء الحجز

source: Catering
ar: تقديم الطعام

source: Catering Service
ar: خدمة تقديم الطعام

source: Change
ar: تغيير

source: Change Hotel
ar: تغيير الفندق

source: Change Hotels
ar: تغيير الفنادق

source: Change package
ar: تغيير الباقة

source: Change Password
ar: تغيير كلمة المرور

source: Change photo
ar: تغيير الصورة

source: Changeable
ar: قابل للتغيير

source: Check-in
ar: تسجيل الوصول

source: Check-in instructions
ar: تعليمات تسجيل الوصول

source: Check-out
ar: تسجيل الخروج

source: Checked baggage
ar: الأمتعة المحجوزة

source: Checkin Date
ar: تاريخ إصدار بطاقة صعود الطائرة

source: Checking
ar: جارى الفحص

source: Child
ar: طفل

source: Children
ar: أطفال

source: Choose your fare
ar: اختر السعر الذي يناسيك

source: City
ar: المدينة

source: Class
ar: الدرجة

# class_of_travel
source: Class of travel (T)
ar: درجة السفر

source: Comfort level
ar: مستوى الرفاهية

source: Coming From
ar: قادم من

source: Complete booking
ar: إكمال الحجز

# confirm_your_email_first
source: confirm you email first
ar: يرجى تأكيد البريد الإلكتروني أولاً

source: Contact number
ar: رقم التواصل

source: Contact Us
ar: اتصل بنا

source: Contacts
ar: أرقام التواصل

source: Continue
ar: متابعة

source: Cookie Policy
ar: سياسة ملفات الارتباط

source: Cost
ar: التكلفة

source: Cost of fly
ar: تكلفة الطيران

source: Cost Of Room
ar: تكلفة الغرفة

source: Country
ar: الدولة

source: Country Of Residence
ar: دولة الإقامة

source: Create account
ar: إنشاء حساب

source: Currency
ar: العملة

source: Depart
ar: مغادرة

source: Departing Flight
ar: رحلة المغادرة

source: Departure Airport
ar: مطار المغادرة

source: Departure Date
ar: تاريخ المغادرة

# describe_any_special_requests
source: Please describe any special requests (for example, early check-in, high floor, etc.). TravelNow will pass your special request on to the property, but such requests are not guaranteed and may not be available in the room type and room rate requested. You may wish to directly contact the property before your stay to confirm your special request.
ar: يرجى وصف أي طلبات خاصة (على سبيل المثال: تسجيل الوصول مبكراً، طابق علوي ... إلخ). سيقوم "ترافيل ناو" بتوصيل طلبك إلى الفندق، ولكن هذه الطلبات غير مضمونة وقد لا تكون متوفرة في نوع الغرفة وسعر الغرفة المطلوب. يمكنك الاتصال بالفندق مباشرة قبل موعد إقامتك لتأكيد طلبك الخاص.

source: Distance from Hotel
ar: المسافة من الفندق

source: District
ar: المنطقة

source: Doors
ar: الأبواب

source: Duration
ar: المدة الزمنية

source: E-mail
ar: البريد الإلكتروني

source: E-VISA
ar: التأشيرة الإلكترونية

source: E-VISA status
ar: حالة التأشيرة الإلكترونية

source: Economy
ar: الدرجة الاقتصادية

source: Email
ar: البريد الإلكتروني

# email_me_exclusive_flynas_promotions
source: Email me exclusive Flynas promotions. I can unsubscribe at any time as stated in the Privacy Policy.
ar: أرسل لي عروض طيران ناس الترويجية الحصرية. يمكنني إلغاء الاشتراك في أي وقت كما هو منصوص عليه في سياسة الخصوصية.

source: EMBRACE UMRAH
ar: احجز أفضل الفنادق للعمرة

source: Enable Edit
ar: امكانية التعديل

source: End date
ar: تاريخ الانتهاء

# enter_your_email_address_and_we_will_send_you
source: Enter your email adress and we`ll send you a link to reset your password
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابطاً لإعادة تعيين كلمة المرور الخاصة بك

# enter_your_promo_code
source: Enter your promo code here to available discounts
ar: أدخل الرمز الترويجي هنا للحصول على الخصومات المتاحة

source: Error header
ar: خطأ

source: Facilities
ar: الخدمات

source: Failed
ar: فشل

source: FAQ
ar: الأسئلة الشائعة

source: Fax
ar: الفاكس

# filter_by
source: Filtered by
ar: التصفية حسب

source: First Heading to
ar: بداية التوجه

source: First Name
ar: الاسم الأول

source: Flight
ar: الرحلة

source: Flight details
ar: تفاصيل الرحلة

source: Flight Summary
ar: ملخص الرحلة

source: Flynas
ar: طيران ناس

# flynas_as_one_of_the_main_organizer
source: Flynas as one of the main organizer for Individual Hajj in1439, has developed packages incorporated services including meet & assist on Arrival/ Departure and Accommodation. Transportations Between Airports, Makkah & Madinah, Masha'eer, thru Unified portal System.
ar: طور طيران ناس، بصفته أحد المنظمين الرئيسيين للحج الفردي عام 1439هـ، باقات خدمات متكاملة تتضمن الاستقبال، والمساعدة عند الوصول /المغادرة، والإقامة، والنقل بين المطارات، ومكة، والمدينة، والمشاعر المقدسة من خلال نظام البوابة الموحدة.

# flynas_hajj_and_umrah
source: Flynas Hajj & Umrah
ar: طيران ناس للحج والعمرة

# flynas_has_sponsored_the_hajj
source: Flynas has sponsored the Hajj Grands symposium number (43) Hajj, entitled "The Honor of Place and Time in Safety and Security" organized by the Ministry of Hajj and Umrah every year during the Hajj season. We have been honored to be the official Air Carrier of the symposium. Where we provided air transport to nearly 100 guests of the symposium from Ministers, Muftis, Scientists and participants from all over the world.
ar: رعى طيران ناس الدورة الثالثة والأربعين لندوة الحج السنوية الكبرى تحت عنوان "شرف الزمان والمكان .. في طمأنينة وأمان" التي تنظمها وزارة الحج والعمرة كل عام خلال موسم الحج. وتشرف طيران ناس بأن يكون الناقل الجوي الرسمي للندوة، حيث وفر خدمة النقل الجوي ل100 ضيف من ضيوف الندوة من الوزراء والمفتين والعلماء والمشاركين من جميع أنحاء العالم.

# flynas_umrah_services_strives
source: Flynas Umrah services strives to be the leading and distinctive company in o‑ering high-quality Umrah services that are suitable for all.
ar: تسعى طيران ناس لخدمات المعتمرين لأن تكون الشركة الرائدة والمتميزة بتقديم خدمات العمرة عالية الجودة التي تناسب الجميع.

source: For more personalized help
ar: للحصول على مساعدة أكثر تخصيصاً

# for_your_convenience_we_provide_recommendation
source: For your convenience, we provide various accommodation options through our Hotels and Rooms partners, which are just a few meters away from the Holy Mosque, with 24-hour services and at competitive prices.
ar: لضمان راحتك، نقدم لك خيارات إقامة متنوعة من خلال شركائنا من الفنادق والغرف، التي تبعد بضعة أمتار فقط عن المسجد الحرام وتتميز بتقديم خدمات على مدار 24 ساعة وبأسعار تنافسية.

source: Forgot your password?
ar: هل نسيت كلمة السر الخاصة بك؟

# from_two_to_twelve_years
source: 2 - 12 years
ar: من 2 إلى 12 عام

source: Gender
ar: الجنس

# got_a_question
source: Got a question? We've got answers.
ar: لديك سؤال؟ لدينا الإجابات

source: Grand Total
ar: المجموع الكلي

source: Ground Service
ar: خدمات أرضية

source: Guest
ar: ضيف

source: Guests
ar: ضيوف

source: Hand Picked Packages
ar: الباقات المختارة

# here_is_your_tooltip!
source: Here is your tooltip! Reception and welcome in hotel
ar: هذه أداة التلميح الخاصة بك! الاستقبال والترحيب في الفندق

# here_you_can_see_the_status_of_your_visa
source: Here you can see the status of your visa. If you need help in obtaining a visa, our company can help you with this.
ar: يمكنك هنا رؤية حالة التأشيرة الخاصة بك. إذا كنت بحاجة إلى مساعدة في الحصول على تأشيرة ، يمكننا مساعدتك في ذلك.

source: Hijri
ar: هجري

# home_phone_dial_code
source: Home Phone Country Code
ar: هاتف المنزل - مفتاح الاتصال الدولي

source: Home Phone Number
ar: رقم هاتف المنزل

source: Hotel
ar: الفندق

source: Hotel Address
ar: عنوان الفندق

source: Hotel Amenities
ar: وسائل الراحة في الفندق

source: Hotel Features
ar: مميزات الفندق

source: Hotels and Rooms
ar: الفنادق والغرف

source: Hotels and Rooms Service
ar: خدمة الفنادق والغرف

source: How to book
ar: كيفية الحجز

source: How we use your information?
ar: كيف نستخدم معلوماتك؟

source: I accept
ar: موافق

# if_you_have_additional_requests
source: If you have additional requests, please type below
ar: إذا كان لديك طلبات إضافية، يرجى كتابتها أدناه

# include_them_above
source: Include them above for the best prices and recommendations.
ar: يرجى إدراجها أعلاه للحصول على أفضل الأسعار والتوصيات.

source: Included
ar: شاملة

# includes_flight_and_hotel_for
source: Includes Flight + Hotel For
ar: يشمل الطيران + فندق إلى

source: Includes taxes and fees
ar: يشمل الضرائب والرسوم

source: Infant
ar: رضيع

source: Infants
ar: الرُضَع

source: Language
ar: اللغة

source: Large bags
ar: حقائب كبيرة

source: Last Name
ar: اسم العائلة

source: Lead Guest
ar: الضيف الرئيسي

source: Loading....
ar: تحميل

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: Madinah
ar: المدينة

source: Main Passenger
ar: المسافر الرئيسي

source: Manage my account
ar: إدارة حسابي

source: Manage My Booking
ar: إدارة حجزي

source: Manage your booking online
ar: إدارة حجزك عبر الإنترنت

source: Maqam
ar: المقام

# mazarat_and_tours
source: Mazarat and Touristic tours
ar: المزارات والجولات السياحية

source: Meal
ar: الطعام

source: Mecca
ar: مكة المكرمة

# meeting_and_greeting_pilgrims_and_visitors
source: Meeting and Greeting pilgrims and visitors at airports and others points of entry in di‑erent languages and provide VIP services and guest with special needs.
ar: استقبال المعتمرين والزوار والترحيب بهم في المطارات ومنافذ الدخول الأخرى بلغات مختلفة، وتقديم خدمات كبار الشخصيات والضيوف ذوي الاحتياجات الخاصة.

source: Middle Name
ar: الاسم الأوسط

# mm_dd_yy
source: MM / DD / Year
ar: اليوم/الشهر/السنة

source: More details
ar: المزيد من التفاصيل

# most_bookings_change_requests_can_be_fullfilled
source: Most bookings change requests can be fulfilled online by yourself, using Flynas self-service booking management page.
ar: يمكنك تنفيذ معظم طلبات تغيير الحجوزات شخصياً عبر الإنترنت، وذلك باستخدام صفحة الخدمة الذاتية لإدارة الحجز في موقع طيران ناس.

source: My Booking
ar: حجزي

source: Name
ar: الاسم

source: Nationality
ar: الجنسية

source: New password
ar: كلمة سر جديد

source: News
ar: الاخبار

source: Night
ar: ليلة

source: Nights
ar: ليالى

source: No account yet?
ar: لا تمتلك حساباً حتى الآن؟

# no_flights_available
source: No Flights available, try another dates
ar: لا يوجد رحلات متاحة، فضلاً اختر تواريخ أخرى

# no_included
source: Not Included
ar: غير شاملة

source: Not found
ar: غير موجود

source: Not Included
ar: غير شاملة

source: Number of stops
ar: عدد التوقفات

source: Old password
ar: كلمة سر قديم

source: Optional
ar: اختيارى

source: Order by
ar: الترتيب حسب

source: Our Achievements
ar: إنجازاتنا

# our_customer_service
source: Our customer service team is happy to help you at any time. However, for basic booking management, it`s faster and easier to use our
ar: يسر فريق خدمة عملاء طيران ناس مساعدتك في أي وقت، ولكن لإدارة الحجوزات الأساسية، فمن الأسرع والأسهل استخدام ....

source: Our Services
ar: خدماتنا

source: Our vision
ar: رؤيتنا

source: Package type
ar: نوع الباقة

# pages.aboutus.flynas_img_caption
source: Flynas
ar: طيران ناس

# pages.aboutus.service_img_caption
source: Services
ar: الخدمات

# pages.aboutus.vision_img_caption
source: Vision
ar: الرؤية

source: Passport Expiry Date
ar: تاريخ انتهاء جواز السفر

source: Passport Issuing Date
ar: تاريخ إصدار جواز السفر

source: Passport Number
ar: رقم جواز السفر

source: Password recovery
ar: استعادة كلمة المرور

source: Person
ar: شخص

source: Phone
ar: هاتف

# phone_dial_code
source: Phone Country Code
ar: رمز اتصال الدولة

source: Phone Number
ar: رقم الهاتف

source: Piligrim
ar: معتمر/حاج

# please_click_here_to_complete_your_e_visa
source: Please click here to complete your E-Visa process
ar: فضلاً، اضغط هنا لإكمال عملية التأشيرة الإلكترونية الخاصة بك

# please_enter_the_details_for_all_travelers...
source: Please enter the details for all travelers as shown in your passport. The details provided here will be used for both the flight e-ticket and the hotel voucher.
ar: الرجاء إدخال تفاصيل جميع المسافرين كما هو موضح في جواز السفر. سيتم استخدام التفاصيل الواردة هنا لكل من تذكرة الرحلة الإلكترونية وقسيمة الفندق.

# please_provide_contact_details_for_your_itinerary
source: Please provide contact details for your Itinerary. Confirmation of the booking and all communication will be communicated through the information you provide here.
ar: يرجى تقديم تفاصيل الاتصال لبرنامج رحلتك. سيتم إرسال تأكيد الحجز وجميع التفاصيل من خلال المعلومات التي تقدمها هنا.

# please_select_checkin_date
source: Please select checkin day.
ar: الرجاء اختيار موعد تسجيل الوصول

# please_select_checkout_date
source: Please select checkout day.
ar: الرجاء اختيار موعد تسجيل الخروج

source: Popular currencies
ar: العملات الشائعة

source: Price display
ar: عرض السعر

# privacy_policy
source: Pravicy Policy
ar: سياسة الخصوصية

source: Pro tip
ar: نصيحة

source: Proceed to checkout
ar: مباشرة إجراءات الخروج من الفندق

source: QTY
ar: الكمية

source: Quantity
ar: الكمية

source: Recommended
ar: موصى به

source: Refundable
ar: مسترد

source: Remove
ar: حذف

source: Required fields indicated with
ar: الحقول المطلوبة مشار إليها بـ

source: Reserve held successfully
ar: تم الحجز بنجاح

# retrieve_your_booking_information
source: Retrive your booking information.
ar: استرجاع معلومات الحجز الخاصة بك.

source: Returning Flight
ar: رحلة العودة

source: Review our cookie policy
ar: استعراض سياسة ملفات الارتباط الخاصة بنا

source: Room
ar: غرفة

source: Room amenities
ar: وسائل الراحة في الغرفة

source: Room NO.
ar: رقم الغرفة

source: Room Options
ar: خيارات الغرف

source: Room Preferences
ar: تفضيلات الغرفة

source: Room Type
ar: نوع الغرفة

source: Rooms
ar: غرف

source: Route
ar: المسار

source: Save Changes
ar: حفظ التغييرات

source: Search
ar: بحث

source: Seat selection
ar: اختيار المقعد

source: Seats
ar: المقاعد

source: seats left
ar: المقاعد المتبقية

source: Select
ar: اختر

source: Select an option
ar: حدد اختياراً

source: Select company
ar: اختر شركة

source: Select ground service package
ar: اختر باقة الخدمات الأرضية

source: Select route
ar: اختر مساراً

source: Select this Room
ar: اختر هذه الغرفة

source: Select transportation package
ar: اختر باقة نقل

source: Select Your Image
ar: اختر صورتك

source: Selected
ar: مختار/ة

source: Selected type
ar: النوع المختار

# selected_vechicle_type
source: Selected vehicle type
ar: نوع السيارة المختارة

source: Selected vehicle
ar: السيارة المختارة

source: self-service tool
ar: أداة الخدمة الذاتية

source: Send email
ar: إرسال بريد إلكتروني

source: Service
ar: خدمة

source: Services
ar: خدمات

source: Show room amenities
ar: استعراض وسائل الرائحة المتوفرة في الغرفة

source: sign in
ar: تسجيل الدخول

source: Sign In with one click
ar: تسجيل الدخول بضغطة واحدة

source: Sign Up
ar: الانضمام

# signing_Memorandum_of_Understanding
source: Signing Memorandum of Understanding between the Ministry of Hajj & Umrah and Flynas Hajj & Umrah comes in line with the Vision 2030 which serves DIOUF AL RAHMAN Program and aims increase the number of pilgrims to improve the quality of services, allow the pilgrim to create packages by himself.
ar: يأتي توقيع مذكرة التفاهم بين وزارة الحج والعمرة وطيران ناس للحج والعمرة تماشياً مع رؤية السعودية 2030 التي تخدم برنامج ضيوف الرحمن وتهدف إلى زيادة عدد الحجاج والمعتمرين وتحسين جودة الخدمات، والسماح للحاج والمعتمر بإنشاء باقات بنفسه.

# small_bags
source: Small bag
ar: حقيبة صغيرة

source: SMILE Points
ar: نقاط سمايلز

source: Sort by
ar: الترتيب حسب

source: Special check-in instructions
ar: تعليمات خاصة لتسجيل الوصول

source: Special Features
ar: مزايا خاصة

source: Start Date
ar: تاريخ البدء

source: starts from
ar: يبدأ من

source: State
ar: الدولة

source: Stops
ar: التوقفات

source: Sub Total
ar: المبلغ الإجمالي

source: Submit
ar: إرسال

source: Suggested currencies
ar: العملات المقترحة

source: Suggested languages
ar: اللغات المقترحة

source: Summary
ar: ملخص

source: Terms of Use
ar: شروط الاستخدام

source: Thank you for choosing us.
ar: شكراً لك لاختيارنا.

source: The price quoted includes 5% VAT.
ar: السعر المعروض يشمل ضريبة القيمة المضافة 5 ٪.

source: Title
ar: العنوان

# to_enrich_your_visit
source: To enrich your visit, we are pleased to provide ready-made meals and international cuisines buffet
ar: لإثراء زيارتك ، يسعدنا أن نقدم لك الوجبات الجاهزة وبوفيه الماكولات العالمية.

# to_save_you_time
source: To save you time, we've put answers to the most common inquiries here. Just click on the category and look for your question.
ar: لتوفير الوقت، نقدم هنا إجابات وافية على أكثر الاستفسارات شيوعاً. ما عليك سوى الضغط على الفئة والبحث عن سؤالك.

source: Today
ar: اليوم

source: Total
ar: المجموع

source: Total Value
ar: القيمة الإجمالية

source: Transportation
ar: النقل

source: Transportation package
ar: باقة النقل

source: Transportation Service
ar: خدمة النقل

source: Traveling with kids?
ar: هل تسافر مع أطفال؟

# travelling_starting_point_tooltip_info_text
source: Choose your journey's start city
ar: اختر المدينة التي تبدأ بها رحلتك

# under_two_years
source: Under 2 years
ar: أقل من سنتين

source: Update
ar: تحديث

source: Upload Avatar
ar: تحميل الصورة الشخصية

source: Upload Image
ar: تحميل الصورة

source: Vehicle Types
ar: نوع السيارة

source: View Location on Map
ar: عرض الموقع على الخريطة

source: Visitors
ar: الزوار

# we_are_pleased_to_arrange_visits
source: We are pleased to arrange visits to the most significant religious, touristic and heritage landmarks in the Kingdom of Saudi Arabia to enrich after-Umrah tourism
ar: يسعدنا ترتيب زيارات لأهم المعالم الدينية والسياحية والتراثية في المملكة العربية السعودية لإثراء سياحة ما بعد العمرة.

# we_are_pleased_to_provide_transportation
source: We are pleased to provide the latest transportation, such as buses and cars of various categories from reputed transport companies, in addition to the Haramain High-Speed Railway tickets
ar: يسرنا أن نقدم أحدث وسائل النقل، مثل الحافلات والسيارات من مختلف الفئات من شركات النقل الشهيرة، بالإضافة إلى تذاكر قطار الحرمين السريع.

# we_pass_on_all_special_requests_to_the_property
source: We pass on all special requests to the property, but cannot guarantee they can be accommodated. Some requests are subject to availability at check-in, and may incur additional charges.
ar: نحرص على إيصال كافة طلباتك الخاصة إلى مكان الإقامة، ولكن لا يمكننا ضمان إمكانية تنفيذها. تخضع بعض الطلبات للتوافر عند تسجيل الوصول، وقد تترتب عليها رسوم اضافيه.

# we_use_cookies_and_similar_technology
source: We use cookies and similar technologies to recognize your repeat visits and preferences, as well as to measure the affectiveness of campaigns and analyze traffic. To learn more about cookies, including how to disable them, view our
ar: نستخدم ملفات تعريف الارتباط والتقنيات المشابهة للتعرف على زياراتك المتكررة وتفضيلاتك، وكذلك لقياس مدى فاعلية الحملات وتحليل حركة الزيارات. لمعرفة المزيد حول ملفات تعريف الارتباط وكيفية تعطيلها، تفضل بزيارة ....

# welcome_to_flynas_what_can_we_do
source: Welcome to Flynas! What can we do for you?
ar: مرحباً بك في طيران ناس؟ كيف يمكننا خدمتك؟

source: Welcome To Umrah services
ar: أهلا بك في خدمات المعتمرين

source: What do we use cookies for?
ar: لماذا نستخدم ملفات تعريف الارتباط؟

source: What's Around
ar: ما حول الفندق

source: What you have selected
ar: ما قمت باختياره

source: Who's going?
ar: من سيذهب؟

# year_flynas
source: 2019 Flynas
ar: طيران ناس 2019

source: Yes, I accept the
ar: نعم، أوافق على

source: You don't have available rooms
ar: لا يوجد لديك غرف متاحة

source: You have
ar: لديك

# you_have_problem_filling_out
source: For More Information, please Conatct Our Support:
ar: لمزيد من المعلومات، يرجى التواصل مع فريق الدعم

source: You Will Be Charged In
ar: ستترتب عليك رسوم .....

# your_baggage_allowance
source: Your baggage allowance for international flights
ar: الأمتعة المسموح بها للرحلات الدولية

source: Your E-VISA status
ar: حالة التأشيرة الإلكترونية الخاصة بك

source: Your flight
ar: رحلتك

source: Your Hotel
ar: إقامتك الفندقية

source: Your Package Cost
ar: تكلفة باقتك

# your_reservation_has_been_successfully_reserved
source: Your reservation has been successfully reserved. We wish you the best rest.
ar: تم الحجز بنجاح، نتمنى لك رحلة سعيدة

source: Zip Code
ar: الرمز البريدي
